---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilyType
source: html/27c11ecd-c601-4081-71aa-43a330037996.htm
---
# FamilyType Methods

Provides access to the double precision number of the given family parameter.